7767517
9 9
Input                    in0                      0 1 in0
Convolution              convrelu_0               1 1 in0 1 0=256 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=262144 9=1
Convolution              convrelu_1               1 1 1 2 0=256 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=589824 9=1
Interp                   upsample_11              1 1 2 3 0=2 1=2.0 2=2.0 6=0
Convolution              convrelu_2               1 1 3 4 0=256 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=589824 9=1
Interp                   upsample_12              1 1 4 5 0=2 1=2.0 2=2.0 6=0
Convolution              convrelu_3               1 1 5 6 0=128 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=294912 9=1
Convolution              convrelu_4               1 1 6 7 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=73728 9=1
Convolution              conv_5                   1 1 7 out0 0=14 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=896
